Repository: WordPressBugBounty/plugins-dual-currency-display
Catalog: dual-currency-display/languages/dual-currency-display-*.po
Languages: bg_bg

source: Dual Currency Display for WooCommerce
bg_bg: Смяна на валута – Лева (BGN) към Евро(EUR)

source: Display prices in both BGN and EUR currencies with flexible conversion tools.
bg_bg: Показване на цени в български лева (BGN) и евро (EUR) с допълнителни инструменти за конвертиране.

source: Dual Currency Display requires WooCommerce to be installed and active.
bg_bg: Двойното показване на валути изисква инсталиран и активиран WooCommerce.

source: Update BGN to EUR Exchange Rate
bg_bg: Актуализиране на обменния курс от лева (BGN) към (EUR)

source: Current Exchange Rate
bg_bg: Текущ обменен курс

source: This exchange rate is used for all currency conversions throughout your store.
bg_bg: Този обменен курс се използва за всички валутни конверсии в целия ви магазин.

source: New Exchange Rate (BGN/EUR):
bg_bg: Нов обменен курс (BGN/EUR):

source: Update Exchange Rate
bg_bg: Актуализиране на обменния курс

source: Exchange Rate Information
bg_bg: Информация за обменния курс

source: The official BGN/EUR exchange rate is fixed at 1.95583 as Bulgaria uses a currency board arrangement.
bg_bg: Официалният обменен курс BGN/EUR е фиксиран на 1.95583, тъй като България използва система на валутен борд.

source: You can modify this rate if needed, but for most Bulgarian stores, using the fixed rate is recommended.
bg_bg: Можете да промените този курс, ако е необходимо, но за повечето български магазини се препоръчва използването на фиксирания курс.

source: Note: Changing the exchange rate will affect how prices are displayed, but will not automatically convert your product prices.
bg_bg: Забележка: Промяната на обменния курс ще повлияе на начина на показване на цените, но няма автоматично да конвертира цените на вашите продукти.

source: To convert your actual product prices, use the BGN to EUR or EUR to BGN conversion tools.
bg_bg: За да конвертирате реалните цени на вашите продукти, използвайте инструментите за конвертиране от лева (BGN) към евро (EUR) или от евро (EUR) към лева (BGN).

source: Exchange rate updated successfully!
bg_bg: Обменният курс е актуализиран успешно!

source: Invalid exchange rate. Please enter a valid number.
bg_bg: Невалиден обменен курс. Моля, въведете валидно число.

source: You do not have sufficient permissions to access this page.
bg_bg: Нямате достатъчно права за достъп до тази страница.
